<%@ Page Title="Распределние обязанностей" Language="C#" MasterPageFile="~/main.Master" AutoEventWireup="true" CodeBehind="default.aspx.cs" Inherits="LAB_11_pro.WebForm1" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
   <h1>История моей компании</h1>
Вы работаете в коммерческой компании и занимаетесь распреде¬лением дополнительных разовых работ. Вашей задачей является от¬слеживание хода выполнения дополнительных работ.
Компания имеет определенный штат сотрудников, каждый из ко¬торых получает определенный оклад. Время от времени, возникает потребность в выполнении некоторой дополнительной работы, не вхо¬дящей в круг основных должностных обязанностей сотрудников. Для наведения порядка в этой сфере деятельности Вы проклассифицирова¬ли все виды дополнительных работ, определившись с суммой оплаты по факту их выполнения. При возникновении дополнительной работы определенного вида Вы назначаете ответственного, фиксируя дату начала. По факту окончания Вы фиксируете дату и выплачиваете до¬полнительную сумму к зарплате с учетом Вашей классификации.
</asp:Content>
